Repository: straightvisions/module_sv_sidebar
Catalog: languages/*.po
Languages: de_de

source: This module gives the ability to display sidebars via the "[sv_sidebar]" shortcode.
de_de: Dieses Modul gibt die Möglichkeit, Seitenleisten über den Shortcode "[sv_sidebar]" anzuzeigen.

source: Footer - Left
de_de: Footer - Links

source: Widgets in this area will be shown in the left section of the footer.
de_de: Widgets in diesem Bereich werden im linken Fußbereich angezeigt.

source: Footer - Center
de_de: Footer - Mitte

source: Widgets in this area will be shown in the center section of the footer.
de_de: Widgets in diesem Bereich werden im mittleren Teil des Fußes angezeigt.

source: Footer - Right
de_de: Footer - Rechts

source: Widgets in this area will be shown in the right section of the footer.
de_de: Widgets in diesem Bereich werden im rechten Teil des Fußes angezeigt.

source: Sidebar - Home
de_de: Seitenleiste - Startseite

source: Widgets in this area will be shown in the sidebar of the home page.
de_de: Widgets in diesem Bereich werden in der Seitenleiste der Startseite angezeigt.

source: Sidebar - Posts
de_de: Seitenleiste - Beiträge

source: Widgets in this area will be shown in the sidebar of single posts.
de_de: Widgets in diesem Bereich werden in der Seitenleisten der einzelnen Beiträge angezeigt.

source: Sidebar - Pages
de_de: Seitenleiste - Seiten

source: Widgets in this area will be shown in the sidebar of a page.
de_de: Widgets in diesem Bereich werden in der Seitenleiste der Seiten angezeigt.

source: Sidebar - Search
de_de: Seitenleiste - Suche

source: Widgets in this area will be shown in the sidebar of search page.
de_de: Widgets in diesem Bereich werden in der Seitenleisten der Suchseite angezeigt.

source: Widgets in this area will be shown in the sidebar of the navigation.
de_de: Widgets in diesem Bereich werden in der Navigation angezeigt.
